Repository: lvmasterrj/pikaraoke
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Admin mode granted!
pt_br: Modo administrador concedido!

source: Incorrect admin password!
pt_br: Senha de administração incorreta!

source: Logged out of admin mode!
pt_br: Deslogado do modo administrador

source: Problem loading /nowplaying, pikaraoke may still be starting up:
pt_br: Erro ao carregar o que está tocando, talvez o sistema ainda esteja iniciando

source: Added %s random tracks
pt_br: Adicionadas %s músicas aleatórias

source: Ran out of songs!
pt_br: Acabaram as músicas!

source: Cleared the queue!
pt_br: Fila zerada!

source: Moved down in queue:
pt_br: Movida para baixo na fila:

source: Error moving down in queue:
pt_br: Erro ao mover para baixo na fila:

source: Moved up in queue:
pt_br: Movida para cima na fila:

source: Error moving up in queue:
pt_br: Erro ao mover para cima na fila:

source: Deleted from queue:
pt_br: Removida da fila:

source: Error deleting from queue:
pt_br: Erro ao remover da fila:

source: Displaying <b>%s - %s</b> songs in total <b>%s</b>
pt_br: Mostrando <b>%s - %s</b> músicas no total de <b>%s</b>

source: Browse
pt_br: Navegar

source: Download started: ''. This may take a couple of minutes to complete.
pt_br: Download iniciado: ''. Isso pode demorar alguns minutos.

source: Song will be added to queue.
pt_br: A música será adicionada à fila.

source: Song will appear in the "available songs" list.
pt_br: A música aparecerá na lista "músicas disponíveis".

source: Error: Can't delete this song because it is in the current queue:
pt_br: Erro: Não foi possível deletar essa música pois ela está atualmente na fila:

source: Song deleted:
pt_br: Música deletada

source: Error: No song parameter specified!
pt_br: Erro: Nenhum parametro de som especificado!

source: Error: Can't edit this song because it is in the current queue:
pt_br: Erro: Não foi possível editar essa música pois ela está atualmente na fila:

source: Error Renaming file: '%s' to '%s'. Filename already exists.
pt_br: Erro ao renomear o arquivo: '%s' para '%s'. Esse nome já existe.

source: Renamed file: '%s' to '%s'.
pt_br: Arquivo renomeado: '%s' para '%s'.

source: Error: No filename parameters were specified!
pt_br: Erro: Nenhum nome ffoi especificado!

source: Updating youtube-dl! Should take a minute or two...
pt_br: Atualizando o youtube-dl! Deve demorar um minuto ou dois...

source: You don't have permission to update youtube-dl
pt_br: Você não tem permissão para atualizar o youtube-dl

source: Forcing audio output through HDMI
pt_br: Forçando o áudio através do HDMI

source: Error trying to force audio output.
pt_br: Erro ao tentar forçar a saída de áudio

source: You don't have permission to define audio output
pt_br: Você não tem permissão para definir a saída de áudio

source: Forcing audio output through 3.5 Jack
pt_br: Forçando o áudio através do conector 3.5

source: Updating pikaraoke. Just wait.
pt_br: Atualizando o pikaraoke. Aguarde um momento.

source: You don't have permission to update PiKaraoke
pt_br: Você não tem permissão para atualizar o PiKaraoke

source: You don't have permission to shut down
pt_br: Você não tem permissão para desligar o sistema

source: Quitting pikaraoke now!
pt_br: Saindo do PiKaraoke

source: You don't have permission to quit
pt_br: Você não tem permissão para sair do PiKaraoke

source: Shutting down system now!
pt_br: Desligando o sistema

source: Rebooting system now!
pt_br: Reiniciando o sistema

source: You don't have permission to Reboot
pt_br: Você não tem permissão para reiniciar o sistema

source: Expanding filesystem and rebooting system now!
pt_br: Expandindo o sistema de arquivos e reiniciando o sistema

source: Cannot expand fs on non-raspberry pi devices!
pt_br: Não foi possível expandir o sistema de arquivos, o dispositivo não é um raspberry pi!

source: You don't have permission to resize the filesystem
pt_br: Você não tem permissão para redimensionar o sistema de arquivos.

source: Pikaraoke - Connect at:
pt_br: Pikaraoke - Conecte-se em:

source: Your preferences were changed successfully
pt_br: Suas preferências foram alteradas com sucesso

source: Something went wrong! Your preferences were not changed
pt_br: Algo deu errado! Suas preferências não foram alteradas

source: Wifi/Network not connected. Shutting down in 10s...
pt_br: Nenhuma Wifi/Rede conectada. Desligando em 10s...

source: No IP found. Network/Wifi configuration required. For wifi config, try: sudo raspi-config or the desktop GUI: startx
pt_br: Nenhum IP encontrado. É necessário a configuração de uma Rede/Wifi. Experimente: sudo raspi-config ou entrar na interface de desktop: startx

source: Connect at:
pt_br: Conecte-se em:

source: RaspiWifiConfig setup mode detected!
pt_br: Modo de configuração do RaspiWofo detectado!

source: Connect another device/smartphone to the Wifi AP: '%s'
pt_br: Conecte algum dispositivo/smartfone no seguinte Wifi: '%s'

source: Then point its browser to: '%s://%s%s' and follow the instructions.
pt_br: No navegador, acesse: '%s://%s%s' e siga as instruções.

source: Your Score
pt_br: Pontuação

source: Never sing again... ever.
pt_br: Nunca mais volte a cantar... nunca.

source: I hope you don't do this for a living.
pt_br: Espero que você não faça isso para viver.

source: Thank god it's over.
pt_br: Graças a Deus acabou.

source: Pass the mic for someone else, please!
pt_br: Passe o microfone para alguém, por favor!

source: I've seen better singers.
pt_br: Já vi cantores melhores.

source: Ok... just ok.
pt_br: Ok... simplesmente ok.

source: Not bad for a beginner.
pt_br: Nada mal para quem está começando.

source: You put up a nice show.
pt_br: Você mandou bem.

source: Congratulations! Couldn't be better.
pt_br: Parabéns! Não poderia ser melhor.

source: Wow, have you tried The Voice?
pt_br: Wow, já tentou se inscrever no The Voice?

source: Please, sing another one!
pt_br: Por favor, cante mais uma!

source: You rock! You know that?!
pt_br: Você arrasou! Sabia disso?!

source: I wish more people could sing like this.
pt_br: Gostaria que mais pessoas pudessem cantar assim.

source: Up next:
pt_br: A seguir:

source: Up next:
pt_br: A seguir:

source: Added by:
pt_br: Adicionado por:

source: Song is already in queue, will not add:
pt_br: A Música já está na fila:

source: You reached the limit of %s song(s) from an user in queue!
pt_br: Você atingiu o limite de %s música(s) por usuário na fila!

source: Do you want to change the name of the person using this device? This will show up on queued songs. Current: %(currentUser)s
pt_br: Você quer mudar o nome da pessoa que usa este dispositivo? Isto aparecerá em músicas em fila de espera. Atual: %(currentUser)s

source: Queue
pt_br: Fila

source: Search
pt_br: Busca

source: Are you sure you want to delete this song from the library?
pt_br: Tem certeza que quer excluir esta música da biblioteca?

source: No suggestion!
pt_br: Sem sugestões!

source: Edit Song
pt_br: Editar música

source: Edit Song Name
pt_br: Editar nome da música

source: Auto-format
pt_br: Auto-formatar

source: Swap artist/song order
pt_br: Inverter ordem de artista/música

source: Save
pt_br: Salvar

source: Delete this song
pt_br: Apagar esta música

source: Please enter your name. This will show up next to the songs you queue up from this device.
pt_br: Por favor entre com o seu nome. Irá aparecer ao lado das músicas em “a seguir” no dispositivo.

source: Song added to the queue:
pt_br: Música adicionada na fila:

source: Sorted Alphabetically
pt_br: Ordenado por nome

source: Sort by Date
pt_br: Ordenar por data

source: Sorted by date
pt_br: Ordenado por data

source: Sort by Alphabetical
pt_br: Ordenar por nome

source: Nothing is playing right now.
pt_br: Nada está sendo tocado no momento.

source: Next singer
pt_br: Próximo artista

source: No song is queued.
pt_br: Nenhuma música na fila.

source: Are you sure you want to skip this track? If you didn't add this song, ask permission first!
pt_br: Tem certeza que quer pular esta música? Se não foi você que adicionou, peça permissão primeiro!

source: A semitone is also known as a half-step. It is the smallest interval used in classical Western music, equal to a twelfth of an octave or half a tone.
pt_br: Um semitom é também conhecido como um meio passo. É o menor intervalo entre duas notas musicais da escala diatônica.

source: Check this if you want to remove the vocals from a music that is not in karaoke style (without vocals). Although is not 100%% accurate, it helps sometimes.
pt_br: Marque se você quiser remover os vocais de uma música que não estiver em formato karaoke (sem vocais). Não é 100%% preciso, mas ajuda as vezes.

source: Use this slider if the audio is not in sync with the video. If the audio is ahead of the video, increase the audio delay.
pt_br: Use esse controle se o áudio não estiver em sincronia com o vídeo. Se o áudio estiver à frente do vídeo, aumente o atraso do áudio.

source: Now Playing
pt_br: Tocando agora

source: Next Song
pt_br: Próxima música

source: Player Control
pt_br: Controles do Player

source: Restart Song
pt_br: Reiniciar Música

source: Play/Pause
pt_br: Tocar/Pausar

source: Stop Current Song
pt_br: Parar música atual

source: Volume Down
pt_br: Abaixar volume

source: Volume Up
pt_br: Aumentar volume

source: Change Key
pt_br: Mudar tom

source: Change
pt_br: Alterar

source: Audio delay
pt_br: Sincronia de áudio

source: Are you sure you want to force the audio output to HDMI?
pt_br: Tem certeza que deseja forçar a saída de áudio através do HDMI?

source: Are you sure you want to force the audio output to the 3.5 jack?
pt_br: Tem certeza que deseja forçar a saída de áudio através do conector 3.5?

source: Are you sure you want to update the piKaraoke system?
pt_br: Tem certeza que deseja atualizar o PiKaraoke?

source: Are you sure you want to quit?
pt_br: Tem certeza que deseja sair?

source: Are you sure you want to shut down?
pt_br: Tem certeza que deseja desligar?

source: Are you sure you want to reboot?
pt_br: Tem certeza que deseja reiniciar?

source: Are you sure you want to update Youtube-dl right now? Current and pending downloads may fail.
pt_br: Tem certeza que quer atualizar o Youtube-dl agora? Downloads em execução e pendentes podem falhar.

source: Information
pt_br: Informação

source: URL of %(site_title)s:
pt_br: URL de %(site_title)s:

source: Handy URL QR code to share with a pal:
pt_br: QR code da URL para compartilhar com um coleguinha:

source: Open splash screen
pt_br: Abrir tela de abertura

source: System Info
pt_br: Informação do Sistema

source: Disk Usage: %(disk)s
pt_br: Uso de disco: %(disk)s

source: Memory: %(memory)s
pt_br: Memória: %(memory)s

source: Youtube-dl (yt-dlp) version: %(youtubedl_version)s
pt_br: Versão do Youtube-dl (yt-dlp): %(youtubedl_version)s

source: Pikaraoke version: %(pikaraoke_version)s
pt_br: Versão do Pikaraoke: %(pikaraoke_version)s

source: Updates
pt_br: Atualizações

source: Refresh the song list:
pt_br: Atualizar lista de músicas:

source: Rescan song directory
pt_br: Rescanear diretório de músicas

source: You should only need to do this if you manually copied files to the download directory while pikaraoke was running.
pt_br: Você só precisará fazer isso se copiar manualmente os arquivos para o diretório de download enquanto o pikaraoke estava rodando.

source: If downloads or searches stopped working, updating youtube-dl will probably fix it. The current installed version is: "%(youtubedl_version)s"
pt_br: Se os downloads ou buscas pararem de funcionar, a atualização do youtube-dl provavelmente irá consertá-lo. A versão instalada atual é: "%(youtubedl_version)s"

source: Update youtube-dl
pt_br: Atualizar youtube-dl

source: This update link above may fail if you don't have proper file permissions. Check the pikaraoke log for errors.
pt_br: Este link de atualização acima pode falhar se você não tiver as devidas permissões de arquivo. Verifique se há erros no log do pikaraoke.

source: Update PiKaraoke
pt_br: Atualizar o Pikaraoke

source: Update
pt_br: Atualizar

source: Updating the PiKaraoke system is irreversible. Do it with caution, at your own risk!<br>After updating, the system will reboot.
pt_br: Atualizar o PiKaraoke é irreversível. Tenha certeza do que está fazendo!<br>Após a atualização o sistema reinicializará.

source: Language
pt_br: Tradução

source: Select the languages that you want to display.
pt_br: Selecione a língua que deseja utilizar

source: Click on "Test audio/video sync" below to check on your display if the audio and video are synchronized. In case you need, use the buttons to adjust the sync.
pt_br: Clique em "Teste de sincronia de áudio e vídeo" abaixo para verificar a sincronia entre o áudio e o vídeo. Se precisar, utilize os botões para ajustar a sincronia.

source: Test audio/video sync
pt_br: Teste de sincronia de áudio e vídeo

source: (stop test)
pt_br: (parar o teste)

source: Audio delay (millisec)
pt_br: Atraso no áudio (milliseg)

source: Preferences
pt_br: Preferências

source: Disable background music on splash screen
pt_br: Desabilitar a música ambiente na tela de espera

source: Disable the score screen after each song
pt_br: Desabilitar a tela de pontuação após as músicas

source: Show the QR code on top of the videos
pt_br: Mostrar o QR code nos vídeos

source: Limit of songs for each user in queue (0 = illimited)
pt_br: Limitar o número de músicas de cada usuário na fila (0 = ilimitado)

source: Let everyone have admin rights
pt_br: Deixar que todos os usuários tenham os direitos de administrador

source: Force audio output (experimental)
pt_br: Forçar a saída do áudio (experimental)

source: Here you can force the rPi to output the audio through HDMI or the 3.5 jack.
pt_br: Aqui você pode forçar a saída de áudio do RPI pelo HDMI ou pelo conector de 3.5

source: Have in mind that this is experimental and may not work. It will create/edit a file in "/etc/asound.conf" with some commom parameters that used to do the job.
pt_br: Tenha em mente que isso é experimental e pode não funcionar. Isso vai criar/editar um arquivo em "/etc/asound.conf" com alguns parâmetros que costumam dar certo.

source: Force audio output through HDMI
pt_br: Forçar o áudio pelo HDMI

source: Force audio output through 3.5 Jack
pt_br: Forçar o áudio pelo conector 3.5

source: Shutdown
pt_br: Desligar

source: Don't just pull the plug! Always shut down your server properly to avoid data corruption.
pt_br: Não puxe o plugue da tomada! Sempre desligue o sistema corretamente para evitar dados corrompidos.

source: Quit Pikaraoke
pt_br: Sair do Pikaraoke

source: Reboot System
pt_br: Reiniciar sistema

source: Shutdown System
pt_br: Desligar sistema

source: Other
pt_br: Outros

source: Expand Raspberry Pi filesystem
pt_br: Expandir sistema de arquivos do Raspberry Pi

source: If you just installed the pre-built pikaraoke pi image and your SD card is larger than 4GB, you may want to expand the filesystem to utilize the remaining space. You only need to do this once. This will reboot the system.
pt_br: Se você acabou de instalar uma imagem do pikaraoke pi pré-construído e seu cartão SD é maior que 4GB, você pode querer expandir o sistema de arquivos para utilizar o espaço restante. Você só precisa fazer isso uma vez. Isto reiniciará o sistema.

source: Disable admin mode: <a href="%(logout_url)s">Log out</a>
pt_br: Desabilitar modo administrador: <a href="%(logout_url)s">Deslogar</a>

source: Enable admin mode: <a href="%(login_url)s">Log in</a>
pt_br: Habilitar modo admin: <a href="%(login_url)s">Logar</a>

source: Enter the administrator password
pt_br: Digite a senha de administrador

source: The queue is empty
pt_br: A fila está vazia

source: Add 3 random songs
pt_br: Adicionar 3 músicas aleatórias

source: Clear all
pt_br: Limpar todos

source: Available songs in local library
pt_br: Músicas disponíveis na biblioteca local

source: Search / Add New
pt_br: Procurar / Adicionar Novo

source: Available Songs
pt_br: Músicas disponíveis

source: Add to queue
pt_br: Adicionar à fila

source: Clear
pt_br: Limpar

source: Advanced
pt_br: Avançado

source: Type a song (title/artist) to search the available songs and click 'Add to queue' to add it to the queue.
pt_br: Digite uma música (título/artista) para procurar as músicas disponíveis e clique em 'Adicionar à fila' para adicioná-la à fila.

source: If the song doesn't appear in the "Available Songs" dropdown, click 'Search' to find it on Youtube
pt_br: Se a música não aparecer no menu suspenso "Canções Disponíveis", clique em "Procurar" para encontrá-la no Youtube

source: Include non-karaoke matches
pt_br: Adicionar resultados não-karaoke

source: Direct download YouTube url:
pt_br: URL direta para baixar do YouTube:

source: Add to queue once downloaded
pt_br: Adicionar para a fila depois de baixar

source: Download
pt_br: Baixar

source: Searching YouTube for <small><i>'%(search_term)s'</i></small>
pt_br: Procurando no YouTube por <small><i>’%(search_term)s’</i></small>

source: Search results for <small><i>'%(search_string)s'</i></small>
pt_br: Buscar resultados por <small><i>’%(search_string)s’</i></small>

source: Click dropdown to show more results
pt_br: Clique para mostrar mais resultados

source: Up next:
pt_br: A seguir:

source: Next singer:
pt_br: Próxima pessoa a cantar:
